"use client"
import React, { useState } from 'react';
import ReactMarkdown from 'react-markdown';
import remarkGfm from 'remark-gfm';
import rehypeRaw from 'rehype-raw';

export default function componentName() {
    const datas = '<p><strong>МЭДЭЭЛЛИЙН АЮУЛГҮЙ БАЙДАЛД БАРИМТЛАХ БОДЛОГО</strong></p> <ul> <li>Үндэсний статистикийн хороо нь Монгол Улсын статистик мэдээллийг шинжлэх ухааны үндэслэлтэйгээр эрхлэн гаргаж, хэрэглэгчдэд адил тэгш үйлчлэх эрхэм зорилгоо биелүүлэхийн тулд мэдээлэл болон мэдээллийн хөрөнгийн нууцлал, бүрэн бүтэн болон хүртээмжтэй байдлыг ханган ажиллахдаа олон улсын стандартын дагуу Мэдээллийн аюулгүй байдлын удирдлагын тогтолцоо (МАБУТ)-г бий болгохоор ажиллахыг зорино.</li> <li>МАБУТ бий болгоход удирдлагын манлайллыг хэрэгжүүлнэ.</li> <li>Эрсдэлд суурилсан Мэдээллийн аюулгүй байдал (МАБ)-ын хяналт, үйл явцыг бий болгон хэрэгжүүлж, тогтмол сайжруулна.</li> <li>Байгууллагын албан хаагчдад МАБ-ын мэдлэг ойлголтыг тогтмол олгодог байна.</li> </ul> <p><strong>МЭДЭЭЛЛИЙН АЮУЛГҮЙ БАЙДЛЫН ДАРААХ ШААРДЛАГУУДЫГ ХАНГАСАН БАЙНА</strong></p> <ul> <li>МАБ-ын стандартад нийцсэн байна.</li> <li>МАБ-ын эрсдэлийн үнэлгээг хийлгэдэг байна.</li> <li>Ангилагдсан мэдээллийн аюулгүй байдлыг хангасан байна.</li> <li>Хууль, эрх зүйн шаардлагууд, мэдээллийн аюулгүй байдлын заалтуудаа мөрддөг байна.</li> </ul> <p><strong>МЭДЭЭЛЛИЙН АЮУЛГҮЙ БАЙДЛЫН ЗОРИЛТ</strong></p> <ul> <li>Мэдээллийн аюулгүй байдлын олон улсын стандартын шаардлагын дагуу сайн туршлагыг үйл ажиллагаандаа хэрэгжүүлэх, хэрэгжилтийн үр дүнг хянаж, тогтмол сайжруулалтыг хийх.</li> <li>Албан хаагчдад МАБ-ын талаарх ойлголт, сургалтыг тогтмол өгч, үр дүнг баталгаажуулах.</li> <li>Мэдээллийн аюулгүй байдлын систем, тоног төхөөрөмжийн дэд бүтэц, орчин үеийн дэвшилтэт технологи, хамгаалалтын шийдлийг хэрэгцээ шаардлагад үндэслэн нэвтрүүлэх, тогтмол сайжруулалт хийх.</li> </ul>'
    return (
        <>
            <div className="nso_statistic_category" style={{ background: 'white' }}>
                <div className="nso_container">
                    <div style={{ width: '70%', height: 'auto', overflow: 'hidden', textAlign: 'justify' }}>
                        <div id="__one" className="one" style={{ textAlign: 'justify' }}>
                            <ReactMarkdown
                                remarkPlugins={[remarkGfm]}
                                rehypePlugins={[rehypeRaw]}
                            >
                                {datas || 'No content available'}
                            </ReactMarkdown>
                        </div>
                    </div>
                </div>
            </div>
        </>
    );
}
